---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.FaceSplitterFailures
source: html/c354be2c-4d56-3ed0-6977-3c5cf6972cdf.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FaceSplitterFailures

Failures about FaceSplitter.

## Syntax (C#)
```csharp
public static class FaceSplitterFailures
```